/* Screen reader text for a journal button. Speaks the journal name and then the number of entries */
"%@, %ld entries" = "%1$@, %2$条目名称";

/* Message shown at the end of an import */
"%d additional duplicate entries were detected and not imported." = "发现了%d多余的重复条目，所以未导入。";

/* A message shown at the end of an import */
"%d entries and %d photos have been imported." = "%1$d个条目和%2$d张照片已导入。";

/* A header indicating how many entries could not be imported. */
"%d entries could not be imported" = "%d个条目无法导入";

/* Message shown at the end of an import */
"%d entries had errors and could not be imported." = "%d个条目存在错误，所以不能导入。";

/* Name of a file containing some number of exported journal entries. */
"%ld Entries - %@" = "%1$条目名称 - %2$@";

/* A label indicating how many entries are selected */
"%ld Selected" = "%选择的名称";

/* A label displaying a number of journals (e.g. '3 journals') */
"%ld journals" = "%日志名称";

/* Example: 'Tag: Work, Music' This is the separator used between filter criteria for a list used to display which filters are on, which in turn controls which journal entries to display. */
", " = "，";

/* Forgot password link */
"<a href=\"%@\">Forgot?</a>" = "<a href=\"%@\">忘记?</a>";

/* Screen label description for a keyboard shortcut recording button */
"Activate this element to record a keyboard shortcut that will be used to open the Quick Entry window" = "激活本元素，以记录打开快速条目窗口的快捷键";

/* Name of the activity submenu filter in the more menu. */
"Activity" = "活动";

/* 'Activity: Walking' Activity filter used for list of criteria used to filter which journal entries to display, %@ will be replaced by the activity name. */
"Activity: %@" = "活动：%@";

/* Name of the all menu item in activity submenu filter in the more menu. */
"All" = "全部";

/* Name of the button to see all entries across all journals in journal selector. */
"All Entries" = "所有日记";

/* Name for option that shows all entries across all journals, with an indicator at the end that clicking this will bring up a popup menu below button. */
"All Entries   ▾" = "全部条目   ▾";

/* Text in a confirmation dialog. */
"Are you sure you want to delete %ld entries?" = "你确定要删除%ld条目吗？";

/* The number of entries in the journal will be inserted. */
"Are you sure you want to delete %lu entries in this journal?" = "你确定要删除本日志中的%lu各条目吗？";

/* Text in a confirmation dialog. */
"Are you sure you want to delete this entry?" = "你确定要删除本条目吗？";

/* Confirmation when starring multiple entries at once. */
"Are you sure you want to star %lu entries?" = "你确定要为%lu条目加星标吗？";

/* Confirmation when un-starring multiple entries at once. */
"Are you sure you want to un-star %lu entries?" = "你确定要去除%lu条目的星标吗？";

/* No comment provided by engineer. */
"Back" = "回退";

/* Title of alert dialog when new password is blank */
"Blank passwords are not allowed" = "密码不允许空白";

/* No comment provided by engineer. */
"Bold" = "粗体";

/* Name of a mode for viewing journal entries on a calendar. */
"Calendar" = "日历";

/* Cancel button */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cellular" = "蜂窝";

/* Number of characters in one or more entries, in contextual menu. */
"Chars	%@" = "字符	%@";

/* No comment provided by engineer. */
"Choose Journal" = "选择日志";

/* Title of a panel for choosing a photo
   Title of file picker for choosing a photo. */
"Choose Photo" = "选择照片";

/* Prompt for a save panel. */
"Choose where the damaged entries should be saved" = "选择把损坏的条目保存到什么地方";

/* Name of the Clear All Filters option in more menu. */
"Clear All Filters" = "清除所有过滤器";

/* Accessibility text indicating that a button can be clicked to manually begin syncing entries. */
"Click to manually start a sync" = "点击以手动开同步";

/* Menu item that copies a photo from an entry to the pasteboard. */
"Copy Photo" = "复制照片";

/* No comment provided by engineer. */
"Copy To" = "复制到";

/* No comment provided by engineer. */
"Could not find the Day One Classic journal" = "找不到 Day One Classic 日志";

/* Create an entry for a particular calendar day. */
"Create Entry" = "创建日记";

/* Menu item that cuts a photo from an entry to the pasteboard. */
"Cut Photo" = "裁剪照片";

/* The name for a user-visible folder containing journal entries that could not be imported. */
"Damaged entries" = "损坏的条目内容";

/* Name of Date filter button in more menu. */
"Date" = "日期";

/* Name of a button that filters by date. */
"Date filter" = "日期过滤器";

/* Import option, for older 1.x day one classic journals. */
"Day One Classic Journal" = "Day One Classic 日志";

/* Text on a button for deleting journal entries */
"Delete" = "删除";

/* Text on a button. */
"Delete Journal" = "删除日记本";

/* $PaulMayne$ will be replaced by a link to twitter. */
"Designed by $PaulMayne$
" = "由$PaulMayne$设计";

/* $TeamName$ will be replaced by a link. */
"Developed by $TeamName$" = "由 $TeamName$开发";

/* Text on a button for not deleting a journal.
   Text on a button for not deleting a set of journal entries */
"Don't delete" = "不要删除";

/* Button title to finish editing an entry */
"Done" = "完成";

/* Popover label for dual-pane toolbar button. */
"Dual Pane: Off" = "双窗格：关闭";

/* Popover label for dual-pane toolbar button. */
"Dual Pane: On" = "双窗格：开";

/* Button title to start editing an entry */
"Edit" = "编辑";

/* No comment provided by engineer. */
"Edit Date" = "编辑日期";

/* No comment provided by engineer. */
"Edit Entry" = "编辑条目";

/* Menu item in journal context menu, used for editing journal name, color, etc. */
"Edit…" = "编辑……";

/* Informative text shown when the user attempts to export journal entries without selecting any. */
"Either selection is empty or there were no entries to export." = "选择为空，或者没有要输出的条目";

/* No comment provided by engineer. */
"Email" = "电子邮件 ";

/* Menu item referring to journal entries */
"Entries" = "条目";

/* Number of entries in contextual menu.
   Number of entries in the more menu in the filter bar. */
"Entries	%@" = "条目 %@";

/* Accessibility label indicating that there was an error syncing. */
"Error syncing" = "同步出现错误";

/* pboard couldn't give string. */
"Error: couldn't create entry." = "错误：无法创建条目。";

/* Name of the Export option in more menu.
   The rather generic name of an exported file containing journal entries
   Title of a sheet regarding exporting */
"Export" = "导出";

/* Label for a field where the user chooses the format in which to export journal data */
"Export As" = "导出为";

/* Status text shown after exporting journal entries completes */
"Export completed" = "导出完成";

/* Label for a field where the user choose the file name used in exporting a file */
"Export file name:" = "导出文件名：";

/* Label on a field where the user chooses the name of the zip file to which entries will be exported. */
"Export zip file name:" = "输出压缩文件名称：";

/* No comment provided by engineer. */
"Finding location…" = "寻找位置中……";

/* No comment provided by engineer. */
"Format" = "格式";

/* No comment provided by engineer. */
"Hide Details" = "隐藏细节";

/* Title of menu item that when clicked will hide the sidebar. */
"Hide Sidebar" = "隐藏边栏";

/* Text to show before the actual password hint. */
"Hint: " = "提示：";

/* No comment provided by engineer. */
"If you select this option, the Day One menu bar icon will launch when you login and will remain when you quit the main application window.

You can change this setting any time in Preferences." = "如果你选择这个选项，当你登录时 Day One 的菜单栏的图标会启动，当你退出主应用窗口时仍然保持启动状态。

你可以随时在偏好设置中修改该选项。";

/* No comment provided by engineer. */
"Import Day One Classic Journal" = "从 Day One Classic 导入日志";

/* No comment provided by engineer. */
"Import Journal" = "导入日志";

/* Placeholder text that informs user that the old journal password was incorrect. */
"Invalid Password" = "密码无效";

/* Alert message for attempt to insert an invalid photo. */
"Invalid photo file" = "图片文件无效";

/* Title of the default reminder for writing in your Day One journal */
"It's time to write in your journal." = "是时候写日志了。";

/* No comment provided by engineer. */
"Italic" = "斜体";

/* Alert message for attempt to create a new journal beyond the number of journals allowed. */
"Journal Limit Exceeded" = "日志超过上限";

/* Popover label for journal picker toolbar button */
"Journal Picker" = "日志选择器";

/* Popover label for new journal sidebar toggle toolbar button */
"Journal Sidebar" = "日志边栏";

/* No comment provided by engineer. */
"Journal list" = "日志列表";

/* No comment provided by engineer. */
"Layout Orientation" = "布局方向";

/* Button for user to click to tell us to NOT use the photo informtion for entry. */
"Leave Unchanged" = "不作修改，马上离开";

/* Button that opens a legal policy document. */
"Legal" = "法律";

/* Name of Location filter button in more menu. */
"Location" = "位置";

/* Name of a button that filters by location */
"Location filter" = "位置过滤器";

/* Shown in a menu when location info is unavailable */
"Location unavailable" = "无法获取位置信息";

/* Name of a mode for viewing journal entries by their location on a map. */
"Map" = "地图";

/* Name of a button that shows more filter options. */
"More filters" = "更多的过滤器";

/* Title of a menu for showing additional options */
"More menu" = "更多菜单";

/* Button title for showing more options related to a journale entry. */
"More options" = "更多的选项";

/* No comment provided by engineer. */
"Move To" = "移动到";

/* Button that deletes a photo */
"Move To Trash" = "移至垃圾箱";

/* 'Music' filter used for list of criteria used to filter which journal entries to display.
   Name of the music filter in the more menu. */
"Music" = "音乐";

/* Popover label for new entry toolbar button */
"New Entry" = "新条目";

/* Accessibility label for a button that adds a new entry */
"New entry" = "新条目";

/* Button title that goes to the next entry. */
"Next entry" = "下一个条目";

/* No comment provided by engineer. */
"No" = "否";

/* No comment provided by engineer. */
"No Connection" = "没有连接";

/* An alert shown when the user attempts to export 0 journal entries. */
"Nothing to export!" = "没有要输出的内容！";

/* Button title for alert to confirm that the action should take place.
   OK button to dismiss a photo insertion error. */
"OK" = "确认";

/* No comment provided by engineer. */
"Old DayOne v1 journal package had some sort of unknown problem." = "旧的 Day One v1日志包存在某种未知问题。";

/* Alert details on what do do about the attempt to insert journals beyond the limit. */
"One or more journals were not added to this entry. Day One supports a maximum of %lu journals." = "一个或多个日志未被加入该条目。Day One 最多支持%lu个日志。";

/* Alert details on what do do about the attempt to insert photos beyond the limit. */
"One or more photos were not added to this entry. Day One supports a maximum of %lu photos per entry." = "一张或多张照片未被加入该条目。Day One 每个条目最多支持 %lu 张照片。";

/* No comment provided by engineer. */
"Open Entry in New Window" = "在新窗口中打开条目";

/* Menu item in journal context menu, used for opening journal into a new window. */
"Open in New Window" = "在新窗口中打开";

/* Alert message for attempt to insert a photo beyond the number of photos per-entry limit. */
"Photo Limit Exceeded" = "照片数量超过上限";

/* Name of a mode for viewing photos found in journal entries.
   Name of the Photos option in the more menu. */
"Photos" = "照片";

/* Number of photos in in the more menu in the filter bar.
   Number of photos in one or more entries, in contextual menu. */
"Photos	%@" = "照片	%@";

/* No comment provided by engineer. */
"Please choose the journal." = "请选择日志。";

/* Informative text in alert dialog when user did not enter a password hint */
"Please enter a password hint." = "请输入一个密码提示。";

/* Informative text in alert dialog when new password is blank */
"Please enter a password." = "请输入密码。";

/* Informative text in alert dialog when current password is entered incorrectly
   Informative text in alert dialog when password does not match the verify text */
"Please try again." = "请重试。";

/* Button title that goes to the previous entry. */
"Previous entry" = "上一个条目";

/* Name of the Print option in more menu. */
"Print" = "打印";

/* Status shown while printing journal entries */
"Printing…" = "正在打印……";

/* Error title when enabling sync failed. */
"Problem Enabling Sync" = "问题启用同步";

/* 'Published' filter used for list of criteria used to filter which journal entries to display.
   Name of Published filter button in more menu. */
"Published" = "已发布";

/* Name of a button that filters by whether an entry is published */
"Published filter" = "公开的过滤器";

/* Screen reader label for a button that allows the user to create a keyboard shortcut which will open the 'quick entry' window */
"Quick Entry shortcut recorder" = "快速条目快捷方式记录器";

/* 'Region' filter (Geographical/Locations) used for list of criteria used to filter which journal entries to display. */
"Region" = "地区";

/* Menu item that removes physical activity info from a journal entry */
"Remove Activity" = "删除活动";

/* Menu item that removes an image from a journal entry */
"Remove image" = "删除图像";

/* Prompt text confirming the user wants to remove a photo */
"Remove photo from entry?" = "删除条目中的照片？";

/* No comment provided by engineer. */
"Save Entry" = "保存条目";

/* Title when setting password for the first time */
"Save Password" = "保存密码";

/* Status shown while saving journal entries to a PDF */
"Saving to PDF…" = "正在保存至PDF……";

/* Accessibility label for a button that displays the search popover.
   Popover label for search toolbar button */
"Search" = "搜索";

/* Title of a button for selecting where to save some files. */
"Select" = "选择";

/* Button title for sharing a journal entry */
"Share entry" = "共享条目";

/* No comment provided by engineer. */
"Show Details" = "显示";

/* Button text for showing an exported PDF file in Finter. */
"Show PDF in Finder" = "在Finder中显示PDF";

/* Title of menu item that when clicked will show the sidebar. */
"Show Sidebar" = "显示边框";

/* No comment provided by engineer. */
"Show in Apple Maps" = "在苹果地图中显示";

/* No comment provided by engineer. */
"Show in Day One Map" = "在 Day One 地图中显示";

/* No comment provided by engineer. */
"Show in Finder" = "在Finder中显示";

/* Sign in button in sync prefs pane. */
"Sign In" = "登录";

/* Sign out button in sync prefs pane. */
"Sign Out" = "退出";

/* Status text shown while signing in to an account */
"Signing in..." = "登入中……";

/* Name of the Sort option in more menu. */
"Sort" = "分类";

/* Name of Star filter button in more menu. */
"Star" = "标星";

/* Title of alert dialog while clicking the Star button for multiple entries. */
"Star Entries" = "给条目加星标";

/* Name of a toggle button that filters by starred-ness. */
"Star filter" = "星标过滤器";

/* 'Starred' filter (favorite entries) used for list of criteria used to filter which journal entries to display. */
"Starred" = "加星标";

/* Stop using Day One sync button */
"Stop Syncing" = "停止同步";

/* Title of alert dialog */
"Stop Using Day One Sync?" = "停止使用第 Day One 同步？";

/* Accessibility label for a button that shows the sync status.
   Message telling the user to sign in to sync. */
"Sync" = "同步";

/* Accessibility label indicating that sync is disabled because the network is unavailable */
"Sync needs network" = "需要网络才可以同步";

/* Accessibility label indicating that sync is in progress. */
"Syncing" = "同步中";

/* Example: 'Tag: Work' Used for tag name in list of criteria used to filter which journal entries to display, '%@' will be replaced by the tag name. */
"Tag: %@" = "标签：%@";

/* Name of Tags filter button in more menu. */
"Tags" = "标签";

/* Name of a button that filters by tags. */
"Tags filter" = "标签过滤器";

/* No comment provided by engineer. */
"Tag…" = "标签……";

/* Title of alert dialog when current password is entered incorrectly */
"The current password is not correct" = "当前密码不正确";

/* Alert details on what do do about the attempt to insert an invalid photo. */
"The selected photo file could not be read. Please choose another." = "选中的照片文件无法读取。请选择其他照片。";

/* Error message when enabling sync failed. */
"There was a problem enabling sync. Please open Day One preferences to configure sync." = "启用同步时出现问题。请打开 Day One 的偏好设置来设置同步。";

/* No comment provided by engineer. */
"There was an error deleting these entries." = "在删除这些条目时出现了一个错误。";

/* No comment provided by engineer. */
"There was an error deleting your journal." = "删除日志时发生错误";

/* No comment provided by engineer. */
"This operation cannot be undone." = "该项操作不能撤销";

/* Name of a mode for viewing journal entries in a time-sorted list. */
"Timeline" = "时间线";

/* Accessibility description on a button for toggling expanded mode */
"Toggle multiple pane mode" = "设为多窗格模式";

/* Title of alert dialog when an unexpected error occurred attempting to save the password */
"Unknown error attempting to save password." = "尝试保存密码时出现未知错误。";

/* Menu item on context menu when right clicking on a photo, in order to set journal entry to the photos location and date information. */
"Update Entry to use Photo Information" = "更新条目以使用照片信息";

/* Alert message for asking user to use photo information for entry. */
"Update this entry's date and location using information from this photo?" = "用本照片的信息来更新本条目的日期和位置？";

/* Button for user to click to tell us to use photo information for entry. */
"Use Photo Information" = "使用照片信息";

/* No comment provided by engineer. */
"View" = "查看";

/* Button text for viewing a PDF file */
"View PDF" = "查看 PDF";

/* No comment provided by engineer. */
"WiFi" = "无线网络";

/* Number of words in one or more entries, in contextual menu. */
"Words	%@" = "字数	%@";

/* No comment provided by engineer. */
"Would you like to enable reminders and quick entry in the menu bar?" = "你是否希望启用提醒和菜单栏的快速条目？";

/* Example: 'Year: 2011' Used for year/date filter setting in list of criteria used to filter which journal entries to display, '%@' will be replaced by the localized year. */
"Year: %@" = "年：%@";

/* No comment provided by engineer. */
"Yes" = "是";

/* Title of alert dialog when user did not enter a password hint */
"You did not enter a password hint." = "你没有输入密码提示。";

/* Informative text when disabling Day One Sync */
"Your journal will remain on your computer but changes will no longer be synchronized between your devices." = "你的日志还会留在计算机上，但是各个设备上进行的修改不再进行同步。";

/* Title of alert dialog when password does not match the verify text */
"Your password does not match the verify password" = "你的密码与验证密码不匹配";

/* Informative text in alert dialog an unexpected error occurred attempting to save the password */
"Your password was not saved." = "你的密码没有保存。";

